{
    "items": [
        {
            "name": "Mclaren Senna",
            "price": "$999",
            "info": "The McLAREN Senna is the personification of McLAREN's DNA at its most extreme, creating the purest connection between car and driver. It is the most track-focused road car we have ever built, and it will set the fastest lap times of any McLaren to date.",
            "images": "https://cdn.shopify.com/s/files/1/2784/4966/products/M5971-8_-_McLaren_P15_Senna_Lights_Working_-_Front_3.4_4000x2677_crop_center.jpg?v=1601658050",
            "type": "Popular",
            "cost": "High"
        },
        {
            "name": "Rolls Royce Wraith",
            "price": "$1050",
            "info": "If you're looking for a performance vehicle, the 2019 Rolls-Royce Wraith certainly delivers. This impressive two-door, four-passenger coupe features a twin-turbo engine that produces a whopping 590 LB-FT of torque at 1,500 RPM.",
            "images": "https://www.millermotorcars.com/imagetag/3536/8/l/New-2020-Rolls-Royce-Wraith.jpg",
            "type": "Best Selling",
            "cost": "High"
        },
        {
            "name": "Aston Martin DBS Superleggera",
            "price": "$850",
            "info": "he Aston Martin DBS Superleggera is the British marque's flagship coupe, available in a single trim. It's motivated by a 5.2-liter twin-turbocharged V12 with 715 hp and 663 lb-ft of torque, with power sent to the rear wheels via an eight-speed automatic transmission.",
            "images": "https://www.millermotorcars.com/imagetag/4093/main/l/New-2020-Aston-Martin-DBS-Superleggera-Coupe.jpg",
            "type": " ",
            "cost": "High"
        },
        {
            "name": "Aston Martin Vanquish",
            "price": "$700",
            "info": "The Vanquish S, the coupe, has a 5.9-liter naturally aspirated V12, good for 580 horsepower and 465 pound-feet of torque. The smooth, loud V12 drives the rear wheels via an 8-speed automatic and will go from 0-62 mph in 3.5 seconds and on to a top speed of 201 mph.",
            "images": "https://www.millermotorcars.com/imagetag/3445/main/l/Used-2014-Aston-Martin-Vanquish-Coupe.jpg",
            "type": " ",
            "cost": "Medium"
        },
        {
            "name": "Audi R8",
            "price": "$650",
            "info": "Sharp, fast, sporty. Showcasing its motorsport DNA and embodying its powerful performance, the R8 Coupe has a honed new look, from its wide front grille to its signature Audi Sport oval exhaust outlets, with new front and rear bumpers, side skirts, darkened headlights and",
            "images": "https://images.hgmsites.net/hug/2017-audi-r8-v10-plus-exclusive-edition-2016-los-angeles-auto-show_100581754_h.jpg",
            "type": "Popular",
            "cost": "Medium"
        },
        {
            "name": "Ferrari Stradale",
            "price": "$1600",
            "info": "The SF90 Stradale is the first ever Ferrari to feature PHEV (Plug-in Hybrid Electric Vehicle) architecture which sees the internal combustion engine integrated with three electric motors, two of which are independent and located on the front axle, with the third at the rear between the engine and the gearbox.",
            "images": "https://www.wallpaperflare.com/static/910/253/116/red-black-ferrari-gray-wallpaper.jpg",
            "type": " ",
            "cost": "High"
        },
        {
            "name": "Ford GT",
            "price": " $300",
            "info": "Innovation. That’s what the Ford GT is all about. From its aerodynamically optimized shape to its multifunctional buttresses to its extraordinarily powerful 3.5L EcoBoost V6 engine, everything about the Ford GT is designed to deliver pure performance.",
            "images": "https://www.motortrend.com/uploads/sites/5/2016/04/Ford-GT-configurator-front-three-quarter-02.jpg",
            "type": "Best Selling",
            "cost": "Low"
        },
        {
            "name": "Ferrari F8 Tributo",
            "price": "$500",
            "info": "The F8 Tributo is powered by a twin-turbocharged 3.9-liter V-8 that produces 710 horsepower and 568 lb-ft of torque. All models are rear-wheel drive, and a seven-speed automatic transmission changes the gears",
            "images": "https://i.ebayimg.com/00/s/OTgzWDE2MDA=/z/C0AAAOSwtsNfefBG/$_3.JPG",
            "type": "Best Selling",
            "cost": "Low"
        },
        {
            "name": "Lamborghini Huracan Evo",
            "price": "$500",
            "info": "The Huracán EVO outputs 640 hp (470 kW) at 8,000 rpm with 600 Nm of torque delivered at 6,500 rpm. With a dry weight of 1,422 kg the Huracán EVO reaches a weight-to-power ratio of 2.22 kg/hp, accelerates from 0-100 km/h in 2.9 seconds and from 0-200 km/h in 9.0 seconds.",
            "images": "https://www.wallpapertip.com/wmimgs/41-412066_lamborghini-huracan-evo-1016.jpg",
            "type": "Popular",
            "cost": "Medium"
        },
        {
            "name": "Maclaren 720S",
            "price": "$370",
            "info": "Highs Spellbinding appearance, F1-like performance for the street, Spider's open-air cockpit. Lows Delayed low-end power, late braking response in the rain, hard to exploit on public roads. Verdict The McLaren 720S is both mesmerizing to look at and hypnotizing to drive.",
            "images": "https://www.charlottemclaren.com/imagetag/83/2/l/New-2019-McLaren-720S-Performance.jpg",
            "type": "",
            "cost": "Low"
        },
        {
            "name": "Noble M600",
            "price": " $800",
            "info": "The Noble M600 is a handbuilt British sports car manufactured by low volume automobile manufacturer Noble Automotive in Leicestershire. Construction of the car is of stainless steel and carbon fibre. The car uses a twin-turbocharged Volvo/Yamaha V8 engine.",
            "images": "https://c4.wallpaperflare.com/wallpaper/494/19/813/review-buy-coupe-noble-m600-wallpaper-preview.jpg",
            "type": "",
            "cost": "High"
        },
        {
            "name": "Ferrari Stradale PREMIUM",
            "price": "$2000",
            "info": "The SF90 Stradale is motivated by three electric motors and a potent V-8, and they combine to produce a staggering 986 horsepower. Serious power means seriously quick acceleration; Ferrari claims this coupe sprints from zero to 60 mph in 2.5 seconds.",
            "images": "https://www.wsupercars.com/wallpapers/Ferrari/2020-Ferrari-SF90-Stradale-001-1080.jpg",
            "type": " ",
            "cost": "High"
        }
    ]
}